smsws-1.0/html/StrongAuthenticator/getDomanda.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
 xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
 xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
 xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
 xmlns:xsd="http://www.w3.org/2001/XMLSchema"
 xmlns:ns="urn:strongauth">
 <SOAP-ENV:Body id="_0" SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
  <ns:getDomanda>
   <username xsi:type="xsd:string">user_name</username>
   <sessionID xsi:type="xsd:string">46YnN.meTA60Q</sessionID>
  </ns:getDomanda>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
